Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Several methods are being evaluated to improve recovery and prolong the lifetime of the field, including infill wells, new drilling technology and methods for enhanced oil recovery (EOR).
nb: Flere metoder vurderes for å forbedre utvinningen og forlenge levetiden på feltet, inkludert tilleggsbrønner, ny boreteknologi og metoder for økt oljeutvinning (EOR).

source: Oil was also proven in Permian Zechstein carbonates.
nb: Det er også påvist olje i Zechstein-karbonater i perm.

source: Production from the first stage started in the autumn of 2019.
nb: Feltet bygges ut i flere faser, og produksjon fra første fasen startet høsten 2019.

source: It will also be important to make new discoveries in mature areas while established infrastructure is still in place and operational.
nb: Samtidig er det viktig at det gjøres nye funn i modne områder mens det fortsatt er infrastruktur på plass.

source: Large fields such as Statfjord, Gullfaks and Snorre in the Tampen area, as well as the Oseberg and Troll fields, make the northern part of the North Sea one of the most important areas on the Norwegian continental shelf.
nb: De store feltene Statfjord, Gullfaks og Snorre i Tampen-området, samt Oseberg og Troll, gjør den nordlige delen av Nordsjøen til ett av de viktigste områdene på sokkelen.

source: At the end of the year, reserves constitute 428 million Sm
nb: Reservene utgjør ved årsskiftet 428 millioner Sm

source: Oil and condensate are exported via tankers from the FSO.
nb: Olje og kondensat eksporteres via tankskip fra FSO-en.

source: The Huldra pipeline to Heimdal is now used for transport of rich gas from Valemon.
nb: Valemon har nå overtatt Huldra-rørledningen for transport av rikgassen fra Valemon.

source: Test production from the nearby 24/9-12 S (Frosk) discovery is ongoing.
nb: Et nærliggende funn, 24/9-12 S (Frosk), blir for tiden produksjonstestet.

source: Vale can potentially produce as long as the Heimdal facility is available.
nb: Vale kan potensielt produsere så lenge Heimdal-innretningen er i bruk.

source: The authorities granted PDO exemptions for the Brent Ness and Bowmore Brent deposits in 2004 and 2007, respectively.
nb: Myndighetene innvilget PUD-fritak for forekomstene Brent Ness og Bowmore Brent i henholdsvis 2004 og 2007.

source: Fenja was discovered in 2014, and the plan for development and operation (PDO) was approved in 2018.
nb: Fenja ble påvist i 2014, og plan for utbygging og drift (PUD) ble godkjent 2018.

source: The Smørbukk deposit is in a rotated fault block and contains gas, condensate and oil in the Åre, Tilje, Tofte, Ile and Garn Formations.
nb: Smørbukk-forekomsten er i en rotert forkastningsblokk og inneholder gass, kondensat og olje i Åre-, Tilje-, Tofte-, Ile- og Garnformasjonene.

source: The centre for low low emission technology was opened in June 2019.
nb: Senteret for lavutslippsteknologi ble åpnet i juni 2019.

source: Trym Sør was proven in 2013.
nb: Trym Sør ble påvist 2013.

source: The well stream is routed to the Gjøa platform for processing and export.
nb: Brønnstrømmen sendes til Gjøa-innretningen for prosessering og eksport.

source: The reservoir is highly segmented and contains oil in sandstone of Late Triassic age in the Fruholmen Formation and of Early Jurassic age in the Nordmela and Stø Formations.
nb: Reservoaret er veldig segmentert, og inneholder olje i sandstein av sentrias alder i Fruholmenformasjonen og av tidligjura alder i Nordmela- og Støformasjonene.

source: Production from Utgard started in September 2019.
nb: Produksjonen fra Utgard startet i september 2019.

source: The resource estimate for the undiscovered resources was updated in 2019.
nb: Ressursanslaget for de ikke påviste ressursene er oppdatert i 2019 og en slik oppdatering blir gjort hvert andre år.

source: Oseberg Sør was discovered in 1984, and the plan for development and operation (PDO) was approved in 1997.
nb: Oseberg Sør ble påvist i 1984, og plan for utbygging og drift (PUD) ble godkjent i 1997.

source: Øst Frigg was discovered in 1973, and the plan for development and operation (PDO) was approved in 1984.
nb: Øst Frigg ble påvist i 1973, og plan for utbygging og drift (PUD) ble godkjent i 1984.

source: The field is located on the border to the UK sector and the Norwegian share of the field is 18 per cent.
nb: Feltet ligger på grensen til britisk sektor, og den norske delen utgjør 18 prosent.

source: Liability for pollution damage is governed by Chapter 7 of the Petroleum Act, which states that licensees are strictly liable for pollution damage, i.e. they are liable regardless of fault.
nb: Erstatningsansvar for forurensningsskade er regulert i petroleumslovens kapittel 7. Her fastslås det at rettighetshaverne er objektivt ansvarlig for forurensingsskade – det vil si at rettighetshaver er ansvarlig uten hensyn til skyld.

source: Cessation and decommissioning
nb: Avslutning og disponering

source: A decommissioning plan was submitted to the authorities in 2020.
nb: Avslutningsplanen ble framlagt for myndighetene i 2020.

source: , one LPG cavern with a capacity of 60 000 Sm
nb: , én LPG-kaverne på 60 000 Sm

source: Ringhorne Øst was discovered in 2003, and the plan for development and operation (PDO) was approved in 2005.
nb: Ringhorne Øst ble påvist i 2003, og plan for utbygging og drift (PUD) ble godkjent i 2005.

source: In addition, gas lift is used in the wells.
nb: I tillegg brukes gassløft i brønnene.

source: A PDO for Valhall Redevelopment was approved in 2007.
nb: Myndighetene godkjente PUD for Valhall videreutvikling i 2007.

source: The Norwegian Sea is twice as large as the North Sea, covering an area of 289 000 km
nb: Norskehavets har et areal på 289 000 kvadratkilometer – dobbelt så stort som Nordsjøen.

source: 31/7-1 (Brasse) is a discovery in the northern part of the North Sea, 13 kilometres south of the Brage field and 13 kilometres southeast of the Oseberg Field Center.
nb: 31/7-1 (Brasse) er et funn i den nordlige delen av Nordsjøen, 13 kilometer sør for Brage og 13 kilometer sørøst for feltsenteret Oseberg.

source: Instruments to reduce greenhouse gas emissions
nb: Virkemidler for å redusere utslipp av klimagasser

source: o.e., which is unchanged compared with last year’s accounts.
nb: o.e., dette er uendret sammenlignet med regnskapet i fjor.

source: Recoverable resources from these discoveries are presumed by the NPD to be 76 million Sm
nb: Samlet estimat for funnene som vi antar kan/vil bli utbygd er 76 millioner Sm

source: The drilling campaign in the Eldfisk II project started in 2014, and drilling of the remaining wells is expected to be completed in 2021.
nb: Borekampanjen i Eldfisk II-prosjektet startet i 2014 og boring av gjenstående brønner forventes ferdigstilt i 2021.

source: However, in the resource accounts and other comparisons where oil equivalents are used, a common and constant conversion factor is used for all fields and discoveries.
nb: I ressursregnskapet og andre sammenstillinger der oljeekvivalenter brukes, blir det derimot benyttet en felles og konstant omregningsfaktor for alle felt og funn.

source: The resource accounts for the Norwegian Sea show that 54 million Sm
nb: Ressursregnskapet for Norskehavet viser at det ble solgt og levert 54 millioner Sm

source: Rolvsnes is planned to be developed as a subsea tie-back to the Edvard Grieg field.
nb: Rolvsnes planlegges bygd ut med som havbunnstilknytning til Edvard Grieg.

source: It is then transported through the Oseberg Transport System (OTS) to the Sture terminal.
nb: Den transporteres videre via Oseberg transportsystem (OTS) til Stureterminalen.

source: A new deposit was discovered in 2015, Snefrid Nord.
nb: En ny forekomst ble påvist i 2015, Snefrid Nord.

source: Production from Solveig started in October 2021.
nb: Solveig startet produksjon i oktober 2021.

source: The net injection of capital was NOK 28.4 billion in 2019 and NOK 25.4 billion in 2018.
nb: Netto avsetning til fondet var 28,4 milliarder kroner i 2019 og 25,4 milliarder kroner i 2018.

source: is one of its subordinate agencies and is responsible for governmental oil spill preparedness and response.
nb: er underlagt Samferdselsdepartementet og har ansvaret for den statlige oljevernberedskapen.

source: Example of broadband multi-sensor 3D seismic covering two discoveries in the Aasta Hansteen area (data courtesy of PGS).
nb: Eksempel på bredbånd multisensor 3D-seismikk som dekker to funn i Aasta Hansteen-området (data tilgjengeliggjort av PGS).

source: Remaining reserves per area as of 31.12.2020
nb: Gjenværende reserver per område per 31.12.2020

source: Oil is transported by tanker (buoy-loaded on the fields).
nb: Oljen transporteres fra feltene med skip (bøyelast).

source: Development Gaupe is a field in the central part of the North Sea close to the border to the UK sector, about 35 kilometres south of the Sleipner Øst field.
nb: Gaupe ligger i midtre delen av Nordsjøen nær grensen til britisk sektor, 35 kilometer sør for Sleipner Øst.

source: The Trestakk field is tied-in to Åsgard A.
nb: Trestakk-feltet er tilknyttet Åsgard A.

source: The pipeline will transport gas from the Aasta Hansteen and Dvalin fields, and possible future field developments in the area.
nb: Rørledningen vil frakte gass fra feltene Aasta Hansteen og Dvalin, og mulige fremtidige feltutbygginger.

source: The guidelines are also available on the
nb: PUD- og PAD-veilederen, og andre veiledere, er offentlig tilgjengelig på

source: A PDO exemption for Snøhvit North was granted in 2015.
nb: PUD-fritak for Snøhvit Nord ble innvilget i 2015.

source: An amended PDO for several deposits in the area around the Norne and Urd fields was approved in 2008.
nb: Endret PUD for flere nærliggende forekomster rundt Norne og Urd ble godkjent i 2008.

source: Oseberg Øst produces oil from Middle Jurassic sandstone in the Brent Group.
nb: Oseberg Øst produserer olje fra sandstein av mellomjura alder i Brentgruppen.

source: Sigrid was proven in 2001.
nb: Sigrid ble påvist i 2001.

source: In 1979, the area north of 62°N was also opened for petroleum activities.
nb: I 1979 ble det åpnet for petroleumsvirksomhet også nord for 62. breddegrad.

source: Vigdis produces oil from sandstone in several deposits.
nb: Vigdis produserer olje fra sandstein i flere forekomster.

source: Depending on the outcome of the test production and further work, a plan for development and operation (PDO) may be submitted in 2022.
nb: Avhengig av resultater fra testproduksjonen og videre arbeid, kan plan for utbygging og drift (PUD) bli levert i 2022.

source: The Ringhorne deposit, located nine kilometres north of the Balder FPSO, is included in the Balder complex.
nb: Ringhorne-forekomsten, som ligger ni kilometer nord for Balder-skipet, er inkludert i Balder-komplekset.

source: A production licence comprising the Frigg field was awarded in the Awards in Predefined Areas (APA) 2016 licensing round.
nb: En utvinningstillatelse som omfatter Frigg, ble tildelt i Tildeling i forhåndsdefinerte områder (TFO) i 2016.

source: 10-15 years is not uncommon.
nb: 10-15 år er ikke uvanlig.

source: The Norwegian state owns 67 % of the shares in the company, and the Ministry of Petroleum and Energy is responsible for managing the state’s ownership interest.
nb: Staten eier 67 prosent av aksjene i selskapet. Olje- og energidepartementet har ansvaret for eieroppfølging av statens aksjer i selskapet.

source: In 2019, the authorities approved an application for one year of test production in order to better understand the performance of the complex basement reservoir.
nb: I 2019 godkjente myndighetene en søknad om ett års testproduksjon for å bedre forstå oppførselen til det komplekse grunnfjellsreservoaret.

source: The field has been developed with two subsea production templates and one water injection template, tied-back to the Statfjord C platform.
nb: Feltet er bygd ut med to havbunnsrammer for produksjon og en for vanninjeksjon, som er knyttet til Statfjord C-innretningen.

source: The market value of the Government Pension Fund Global, 1996-2020
nb: Markedsverdien til Statens pensjonsfond utland, 1996-2020

source: The main reservoir is in sandstone of Late Jurassic age in the Rogn Formation.
nb: Hovedreservoaret er i sandstein av senjura alder i Rognformasjonen.

source: These fields are still very important for the development of Norway’s petroleum industry.
nb: Disse feltene har vært, og er fremdeles, svært viktige for utviklingen av petroleumsvirksomheten i Norge.

source: o.e. compared with last year’s accounts.
nb: sammenlignet med regnskapet året før.

source: The oil is transported by pipeline to the Sture terminal for storage and export, and the gas is injected into the Grane reservoir or used for fuel at the Grane platform.
nb: Oljen transporteres i rørledning til Stureterminalen for lagring og eksport, mens gassen injiseres i Grane-reservoaret eller brukes som brensel på Grane-innretningen.

source: Johan Castberg is a field in the Barents Sea, 100 kilometres northwest of the Snøhvit field.
nb: Johan Castberg ligger i Barentshavet, 100 kilometer nordvest for Snøhvit-feltet.

source: 4D-seismic data to be acquired in 2021 may result in additional drilling targets.
nb: 4D-seismikk planlagt samlet inn i 2021 kan resultere i flere boremål.

source: The field is produced by water injection and gas lift.
nb: Feltet produseres med vanninjeksjon og gassløft.

source: After Ormen Lange, there has been steady growth in resources, but with significantly smaller discoveries.
nb: Etter Ormen Lange har det fremdeles vært jevn ressurstilvekst, men med betydelig mindre funnstørrelser.

source: To ensure that value creation benefits Norwegian society to the greatest possible extent, the tax rate for oil and gas companies is 78 %
nb: For å sikre at verdiskapingen i størst mulig grad skal tilfalle det norske folk, står oljeselskapene overfor en skattesats på 78 prosent

source: To extend the lifetime of the fields, Njord A and Njord Bravo were towed to land for upgrades and modifications.
nb: For å utvide levetiden på feltene ble Njord A og Njord Bravo slept til land for oppgradering og modifikasjoner.

source: Contingent resources in fields account for 723 million Sm
nb: Betingede ressurser i felt utgjør 723 millioner Sm

source: In addition, there is oil in the Frigg Formation of Eocene age.
nb: I tillegg er det olje i et reservoar i Friggformasjonen av eocen alder.

source: Production start-up of the new wells in the P1 segment is expected early 2021.
nb: Produksjonsoppstart for nye brønner i P1-segmentet ventes tidlig i 2021.

source: The gross reserves have been reduced by 8 million Sm
nb: Bruttoreservene er redusert med 8 millioner Sm

source: dry gas per day or about 2.2 million tonnes NGL per year.
nb: tørrgass per dag og om lag 2,2 millioner tonn NGL per år.

source: A PDO for the gas phase was approved in 2002 and gas export started in 2005.
nb: PUD for gassfasen ble godkjent i 2002, og gasseksporten startet fra 2005.

source: The numbered licensing rounds consist of open and available areas which are not included in the predefined areas (APA-areas).
nb: De nummererte konsesjonsrundene omfatter åpent, tilgjengelig areal som ikke er inkludert i TFO-området.

source: The gas is transported via Oseberg Gas Transport (OGT), either to Statpipe or Vesterled.
nb: Gassen går via Oseberg Gas Transport (OGT) til enten Statpipe eller Vesterled.

source: Statfjord B, in the southern part of the field, in 1982, and Statfjord C, in the northern part, in 1985.
nb: Statfjord B i den sørlige delen av feltet kom i produksjon i 1982, mens Statfjord C i den nordlige delen kom i produksjon i 1985.

source: Frøy is being considered as part of a larger development in the area between the Oseberg and Alvheim fields.
nb: Frøy vurderes som en del av en større samordnet utbygging i området mellom Oseberg og Alvheim.

source: About NOK 5 000 billion at the current monetary value has been invested in the Norwegian continental shelf.
nb: Totalt er det investert om lag 5 000 milliarder kroner på norsk sokkel målt i dagens pengeverdi. Gjennom disse investeringene er det etablert mye infrastruktur.

source: The well stream is sent to the Norne FPSO.
nb: Brønnstrømmen sendes til Norne-skipet.

source: On the Norwegian continental shelf, the temperature rises by about 25
nb: På norsk sokkel øker temperaturen med om lag 25 grader per kilometer dyp.

source: The main reservoirs contain gas in Upper Cretaceous sandstone in the Nise Formation, at a depth of 3000 metres.
nb: Hovedreservoarene inneholder gass i sandstein av senkritt alder i Niseformasjonen på 3000 meters dyp.

source: The oil is exported to Ekofisk and then onward in Norpipe to the Teesside terminal in the UK.
nb: Oljen eksporteres til Ekofisk og videre i Norpipe oljerørledning til Teesside-terminalen i Storbritannia.

source: , which is responsible for carrying out petroleum policy and is accountable to the Storting.
nb: har den utøvende makt i petroleumspolitikken og står til ansvar overfor Stortinget.

source: Rich gas is transported by Statpipe for further processing at the Kårstø terminal.
nb: Rikgass transporteres i Statpipe for videre behandling på Kårstø-terminalen.

source: 16/1-12 (Rolvsnes) is a discovery in the central part of the North Sea, just south of the Edvard Grieg field.
nb: 16/1-12 (Rolvsnes) er et funn i den midtre delen av Nordsjøen, like sør for Edvard Grieg.

source: The Huldrapipe to Heimdal is now being used by the Valemon field.
nb: Huldrapipe til Heimdal brukes nå av Valemon-feltet.

source: During normal operations, up to 700 000 tonnes of CO
nb: Ved normal drift på Snøhvit blir opptil 700 000 tonn CO

source: First phase drilling on Ekofisk Z was completed in 2020.
nb: Første fase av borekampanjen på Ekofisk Z ble ferdigstilt i 2020.

source: Most of the wells were permanently plugged in 2015 and production from Heimdal stopped in 2020.
nb: De fleste brønner ble permanent plugget i 2015 og produksjonen fra Heimdal opphørte i 2020.

source: The Byrding field is also drilled from the Fram H-Nord template.
nb: Byrding-feltet er også boret fra Fram H-Nord-rammen.

source: 7324/8-1 (Wisting) is a discovery in the Barents Sea, 300 kilometres off the northern coast of Norway.
nb: 7324/8-1 (Wisting) er et funn i Barentshavet, 300 kilometer fra nordkysten av Norge.

source: In the early days, foreign companies dominated exploration activities, and they were responsible for developing the first oil and gas fields.
nb: I startfasen dominerte utenlandske selskaper letevirksomheten og sto for utbyggingen av de første olje- og gassfeltene.

source: The Embla field, located south of Eldfisk, is tied to Eldfisk S.
nb: Embla, som ligger sør for Eldfisk, er knyttet til Eldfisk S.

source: The main reservoirs contain oil in Paleocene sandstone in the Heimdal Formation, at a depth of 1700 metres.
nb: Hovedreservoarene inneholder olje i sandstein av paleocen alder i Heimdalformasjonen på 1700 meters dyp.

source: Øst Frigg is a field in the central part of the North Sea, four kilometres east of the Frigg field.
nb: Øst Frigg ligger i den sentrale delen av Nordsjøen, fire kilometer øst for Frigg.

source: The rich gas is transported via the Åsgard Transport System (ÅTS) to the Kårstø terminal for separation of the natural gas liquids (NGL).
nb: Rikgassen transporteres via Åsgard Transport System (ÅTS) til Kårstø-terminalen, hvor flytende våtgass (NGL) skilles ut.

source: Heidrun is a field on Haltenbanken in the Norwegian Sea, 30 kilometres northeast of the Åsgard field.
nb: Heidrun ligger på Haltenbanken i Norskehavet, 30 kilometer nordøst for Åsgard.

source: Tune is a field in the northern part of the North Sea, ten kilometres west of the Oseberg field.
nb: Tune ligger i den nordlige delen av Nordsjøen, ti kilometer vest for Oseberg.

source: Status of production
nb: Status på produksjon

source: The well stream from Skirne is transported in a pipeline to the Heimdal facility for processing.
nb: Brønnstrømmen fra Skirne transporteres i rørledning til Heimdal-innretningen for behandling.

source: Yme was originally developed with a jack-up drilling and production platform on the Gamma structure and a storage vessel.
nb: Yme ble opprinnelig bygd ut med en oppjekkbar bore- og produksjonsinnretning på Gamma-strukturen og et lagerskip.

source: After this, the resource growth curve levels off somewhat; in other words, the discoveries become smaller, until we see a new jump with the Johan Sverdrup discovery in 2010.
nb: Deretter flater ressurstilvekstkurven noe ut, det vil si at funnene blir mindre, før den gjør et stort sprang med Johan Sverdrup-funnet i 2010.

source: Historic production means all the oil and gas that has been produced, sold and delivered.
nb: Det som er produsert, solgt og levert utgjør historisk produksjon.

source: Alve was discovered in 1990, and the plan for development and operation (PDO) was approved in 2007.
nb: Alve ble påvist i 1990, og plan for utbygging og drift (PUD) ble godkjent i 2007.

source: Volve is a field in the central part of the North Sea, five kilometres north of the Sleipner Øst field.
nb: Volve ligger i den sentrale delen av Nordsjøen, fem kilometer nord for Sleipner Øst.

source: The development includes the Sleipner R riser facility, which connects Sleipner A to the pipelines for gas transport, and the Sleipner T facility for processing and CO2 removal.
nb: Utbyggingen omfatter også Sleipner R stigerørsinnretning, som knytter Sleipner A til rørledningene for gasstransport, og Sleipner T for prosess og fjerning av CO2.

source: In the Norwegian Sea, exploration activity started in 1980, and about 270 wildcat wells have been drilled up to now.
nb: I Norskehavet startet leteaktiviteten i 1980, og fram til nå er det boret om lag 270 undersøkelsesbrønner.

source: The discovery was proven in 2013 and was subsequently delineated by wells 7324/7-3 S and 7324/8-3 in 2016 and 2017, respectively.
nb: Funnet ble påvist i 2013 og avgrenset med brønner 7324/7-3 S og 7324/8-3 henholdsvis i 2016 og 2017.

source: A PDO for the Skinfaks discovery and Rimfaks IOR was approved in 2005.
nb: PUD for Skinfaks-funnet og Rimfaks IOR ble godkjent i 2005.

source: In 2020, natural gas accounted for just under 50 per cent of the total production measured in oil equivalents.
nb: Produksjon av naturgass i 2020 utgjorde i underkant av 50 prosent av totalproduksjonen målt i oljeekvivalenter.

source: Sygna is a field in the Tampen area in the northern North Sea, just northeast of the Statfjord Nord field.
nb: Sygna ligger i Tampen-området i den nodlige delen av Nordsjøen, like nordøst for Statfjord Nord.

source: The condensate is transported by pipeline to the Kvitebjørn field, and via the Kvitebjørn Oil Pipeline to Mongstad.
nb: Kondensat transporteres i rørledning til Kvitebjørn-innretningen, og via Kvitebjørn oljerør til Mongstad-terminalen.

source: All seismic surveys in connection with petroleum activities on the Norwegian continental shelf must be authorised by a production or exploration licence.
nb: All seismisk datainnsamling knyttet til petroleumsvirksomhet på sokkelen er hjemlet enten i en utvinningstillatelse eller i en undersøkelsestillatelse.

source: Historical data and projections of discharges of produced water, 1998-2025
nb: Last ned grunnlag Historiske data og prognose for utslipp av produsert vann, 1998-2025
